Repository: collective/collective.glossary
Catalog: src/collective/glossary/locales/*/LC_MESSAGES/collective.glossary.po
Languages: de, fr, nl

source: A Dexterity-based content type to define a glossary and its terms.
fr: Un type de contenu pour définir un glossaire, rempli de termes.
nl: Een Dexterity-gebaseerd contenttype om een woordenboek met termen te definiëren.

source: A Glossary
de: Ein Glossar
fr: Un glossaire
nl: Een woordenboek

source: A Term
de: Ein Glossareintrag
fr: Un terme
nl: Een term

source: Comment
de: Kommentar
nl: Commentaar

source: Definition
nl: Definitie

source: Definition of Glossary Term.
de: Definition des Glossareintrags
nl: Definitie van een term in het woordenboek.

source: Enable tooltip.
de: Tooltip einschalten.
fr: Activer les info-bulles.
nl: Tooltips inschakelen op contenttypes.

source: Enable tooltip?
de: Tooltip einschalten?
fr: Activer les info-bulles ?
nl: Tooltip inschakelen?

source: Enabled Content Types
fr: Types de contenu affectés
nl: Contenttypes inschakelen

source: Enter the variants of the term, one per line.
de: Tragen Sie eine weitere Variante pro Ziele ein.
nl: Geef varianten voor de term, eentje per regel.

source: Glossary
de: Glossar
fr: Glossaire
nl: Woordenboek

source: Glossary Term
de: Glossareintrag
nl: Woordenboek term

source: Image
de: Bild
nl: Afbeelding

source: Only objects of these content types will display glossary terms.
de: Nur Content dieser Typen zeigt Tooltips.
fr: Les termes du glossaire seront affichés uniquement dans ces types de contenu.
nl: Enkel objecten van de geselecteerde contenttypes zullen tooltips tonen.

source: Settings for the collective.glossary package
de: Einstellungen für die collective.glossary Erweiterung
fr: Paramètres pour le paquet collective.glossary
nl: Instellingen voor collective.glossary

source: Text
nl: Tekst

source: Uninstall collective.glossary.
nl: collective.glossary deïnstalleren.

source: Variants
de: Varianten
nl: Varianten

source: collective.glossary: uninstall
nl: collective.glossary: deïnstallatie

source: This item does not have any body text, click the edit tab to change it.
de: Dieser Artikel hat keinen Text. Klicken Sie auf die Registerkarte 'Bearbeiten', um ihn zu ändern.
nl: Dit item heeft geen inhoudelijke tekst, klik bewerken om dit aan te passen.

source: All
fr: Tout

source: Body text
fr: Corps du texte

source: Display a list of letters on top of the glossary.
fr: Afficher une liste de lettres au-dessus du glossaire.

source: Enable filtering by letter?
fr: Activer le filtre par lettre ?

source: Enable rich text description?
fr: Activer la description enrichie ?

source: If enabled, use the rich text description in glossary view.
fr: Utiliser les descriptions enrichies dans la vue glossaire.

source: Long description
fr: Description longue

source: Term
de: Glossareintrag
fr: Terme
